Repository: krzylag/weblibrarian
Catalog: languages/web-librarian-*.po
Languages: pl_pl

source: Blue
pl_pl: Błękitny

source: Gray
pl_pl: Szary

source: Uploads
pl_pl: Pliki wysłane na serwer

source: Goto Page:
pl_pl: Przejdź

source: Search In:
pl_pl: Szukaj w:

source: Books
pl_pl: Książki

source: Music
pl_pl: Muzyka

source: Video
pl_pl: Filmy

source: for
pl_pl: tekstu

source: Title
pl_pl: Tytuł

source: Artist
pl_pl: Wykonawca

source: Author
pl_pl: Autor

source: Keywords
pl_pl: Słowa kluczowe

source: Go
pl_pl: Przejdź

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz wystarczających uprawnień aby otworzyć tą stronę

source: The headers have been sent by another plugin - there may be a plugin conflict.
pl_pl: Nagłówki HTML zostały już wysłane - możliwy powód to konflikt pomiędzy wtyczkami.

source: Bad value for dataselection!
pl_pl: Błędna wartość użyta do wyszukania danych!

source: No such item: %s!
pl_pl: Nie ma takiej pozycji: %s!

source: No such patron id: %d!
pl_pl: Nie ma takiego czytelnika: %d!

source: Patron already has a hold on this item!
pl_pl: Czytelnik już zarezerwował tą pozycję!

source: Librarian
pl_pl: Bibliotekarz

source: Senior Aid
pl_pl: Młodszy Bibliotekarz

source: Volunteer
pl_pl: Pomocnik

source: Hold
pl_pl: Rezerwacja

source: Holds
pl_pl: Rezerwacje

source: Ajax error: No Data Received
pl_pl: Błąd AJAX: Nie odebrano danych

source: Ajax error:
pl_pl: Błąd AJAX:

source: %d total results found
pl_pl: Znaleziono %d wyników

source: Loading
pl_pl: Ładowanie

source: Lookup Item
pl_pl: Wyszukaj pozycję

source: Insert Item
pl_pl: Wstaw pozycję

source: Lookup Complete.
pl_pl: Wyszukiwanie zakończone.

source: Form insertion complete.
pl_pl: Wstawianie formularza zakończone.

source: Looking up Patron
pl_pl: Wyszukiwanie czytelnika

source: No matching patrons found.
pl_pl: Nie znaleziono czytelników.

source: Select Patron
pl_pl: Wybierz czytelnika

source: Insert Title
pl_pl: Wpisz Tytuł

source: Insert ISBN
pl_pl: Wpis numer ISBN

source: Insert Thumbnail
pl_pl: Wstaw obrazek poglądowy

source: Add to Author
pl_pl: Dodaj do autora

source: Insert as date
pl_pl: Wstaw jako datę

source: Insert As Publisher
pl_pl: Wstaw jako Wydawcę

source: Insert Edition
pl_pl: Wstaw wydanie

source: Add to Media
pl_pl: Dodaj do multimediów

source: Add to description
pl_pl: Dodaj do opisu

source: Add to keywords
pl_pl: Dodaj do słów kluczowych

source: Log in/out, admin
pl_pl: Zaloguj/Wyloguj Administratora

source: Circulation Desk
pl_pl: Biurko Bibliotekarza

source: Items
pl_pl: Pozycje

source: Select
pl_pl: Wybierz

source: Renew
pl_pl: Prolongata

source: Check Shelves
pl_pl: Jest na półce

source: %d Holds
pl_pl: %d Rezerwacji

source: %d Hold
pl_pl: %d Rezerwacja

source: Place Hold
pl_pl: Zarezerwuj

source: Barcode
pl_pl: Kod paskowy

source: Type
pl_pl: Typ

source: Call Number
pl_pl: Telefon

source: Patron
pl_pl: Czytelnik

source: Scanned Barcode
pl_pl: Zeskanowany kod paskowy

source: Check in Item
pl_pl: Zwróć pozycję

source: Checkout Item
pl_pl: Wypożycz pozycję

source: Lookup Barcode
pl_pl: Znajdź po kodzie paskowym

source: Find Patron:
pl_pl: Znajdź czytelnika:

source: Find Patron
pl_pl: Znajdź czytelnika

source: Lookup Patron
pl_pl: Wyszukaj czytelnika

source: Check in
pl_pl: Zwróć

source: List Holds
pl_pl: Pokaż rezerwacje

source: List Checked Out Items
pl_pl: Pokaż wypożyczenia

source: Back to Main Circulation
pl_pl: Powrót do Obiegu Wolumenów

source: Subject
pl_pl: Tematyka

source: Keyword
pl_pl: Słowo kluczowe

source: Item is already checked out!
pl_pl: Ta pozycja już jest wypożyczona!

source: Someone else has a hold on this item!
pl_pl: Ktoś inny już zarezerwował tą pozycję!

source: Item is not in the collection!
pl_pl: Tej pozycji nie ma w zbiorze!

source: Item checked out, transaction is %d, due: %s.
pl_pl: Pozycja wypożyczona do %s (identyfikator transakcji: %d).

source: Error checking out! Result code is %d.
pl_pl: Błąd wypożyczenia! (kod błędu: %d)

source: Item not checked out!
pl_pl: Pozycja nie jest wypożyczona!

source: Library Circulation Desk
pl_pl: Biurko Bibliotekarza

source: Library Circulation Desk -- Check Items In
pl_pl: Biurko Bibliotekarza - Zwróć pozycje

source: Library Circulation Desk -- Items with Holds
pl_pl: Biurko Bibliotekarza - Pozycje zarezerwowane

source: Library Circulation Desk -- Items Checked out
pl_pl: Biurko Bibliotekarza - pozycje wypożyczone

source: Library Circulation Desk -- %s's Circulation Record
pl_pl: Biurko Bibliotekarza - Historia wypożyczeń: %s

source: Library Circulation Desk -- Circulation Record for %s
pl_pl: Biurko Bibliotekarza - Historia wypożyczeń: %s

source: Search Collection
pl_pl: Przeszukaj Zbiory

source: Item
pl_pl: Pozycja

source: Collection Database
pl_pl: Baza zasobów

source: Collection
pl_pl: Zasoby biblioteki

source: Add Item to Collection
pl_pl: Dodaj pozycję do zasobów

source: Add New
pl_pl: Dodaj nowy

source: Add Bulk Items to Collection
pl_pl: Dodaj wiele pozycji do zasobów

source: Add New Bulk
pl_pl: Importuj z CSV

source: DB Maintenance
pl_pl: Konserwacja bazy danych

source: DB Maint
pl_pl: Konserwacja bazy

source: Edit
pl_pl: Edycja

source: View
pl_pl: Podgląd

source: Delete
pl_pl: Kasowanie

source: Broken barcodes fixed: %d
pl_pl: Naprawione %d kodów paskowych.

source: Library Collection
pl_pl: Zasoby biblioteki

source: Export as CSV
pl_pl: Eksportuj jako CSV

source: Fix Broken Barcodes
pl_pl: Napraw uszkodzone kody paskowe

source: %s inserted with barcode %s.
pl_pl: Pozycja %s wstawiona z kodem %s.

source: %s updated.
pl_pl: %s uaktualniony.

source: View an item in the collection
pl_pl: Podgląd pozycji w zasobach

source: Edit an item in the collection
pl_pl: Edytuj pozycję w zasobach

source: Add a new item to the collection
pl_pl: Dodaj nową pozycję do zasobów

source: Barcode:
pl_pl: Kod paskowy:

source: Title:
pl_pl: Tytuł:

source: Author:
pl_pl: Autor:

source: Subject:
pl_pl: Tematyka:

source: Description:
pl_pl: Opis:

source: Category:
pl_pl: Kategoria:

source: Publisher:
pl_pl: Wydawca:

source: Publisher Location:
pl_pl: Siedziba wydawcy:

source: Publish Date:
pl_pl: Data wydania:

source: Edition:
pl_pl: Edycja:

source: Type:
pl_pl: Typ:

source: Thumbnail URL:
pl_pl: URL obrazu poglądowego:

source: Call Number:
pl_pl: Telefon:

source: Keywords:
pl_pl: Słowa kluczowe:

source: Item Keywords
pl_pl: Słowa kluczowe pozycji

source: Add New Keyword
pl_pl: Dodaj słowo kluczowe

source: Add
pl_pl: Dodaj zasób

source: Separate keywords with commas
pl_pl: Rozdziel słowa kluczowe przecinkami

source: Add New Item
pl_pl: Dodaj pozycję

source: Update Item
pl_pl: Aktualizuj pozycję

source: Return
pl_pl: Powrót

source: Bad barcode. Must be alphanumerical and not more than 16 characters long
pl_pl: Błędny kod paskowy. Kod musi składać się wyłącznie z liter lub cyfr i mieć maksymalnie 16 znaków

source: Title is invalid
pl_pl: Błędny tytuł

source: Author is invalid
pl_pl: Błędny autor

source: Subject is invalid
pl_pl: Błędny temat

source: Publication Date
pl_pl: Data wydania

source: Type is invalid
pl_pl: Błędny typ

source: Add Items to the collection in bulk
pl_pl: Importuj wiele pozycji do zasobów

source: CSV File:
pl_pl: Plik CSV:

source: Use CSV Header?
pl_pl: Czy pierwszy wiersz zawiera nagłówki?

source: Field Separater Character:
pl_pl: Znak rozdzielająco pola rekordów:

source: Enclosure Character:
pl_pl: Znak ograniczający ciągi tekstowe:

source: Upload File
pl_pl: Prześlij plik

source: Database Maintenance
pl_pl: Konserwacja bazy danych

source: Transaction
pl_pl: Transakcja

source: Patron ID
pl_pl: ID czytelnika

source: Date Out
pl_pl: Data wypożyczenia

source: Due Data
pl_pl: Data zwrotu

source: Due Date
pl_pl: Data zwrotu

source: Hold Date
pl_pl: Data rezerwacji

source: Expiration Date
pl_pl: Przedawnienie

source: Delete orphan holds and checkouts
pl_pl: Napraw nieprzypisane rezerwacje i wypożyczenia

source: You do not have a patron ID yet.
pl_pl: Nie masz jeszcze przypisanego identyfikatora czytelnika.

source: Release Selected Holds
pl_pl: Zwolnij zaznaczone rezerwacje

source: Renew Selected Items
pl_pl: Przedłuż zaznaczone wypożyczenia

source: Library Patrons
pl_pl: Czytelnicy w bibliotece

source: Patrons
pl_pl: Czytelnicy

source: Add Library Patron
pl_pl: Dodaj czytelnika

source: Add Bulk Library Patrons
pl_pl: Importuj wielu czytelników

source: Patron Id
pl_pl: ID czytelnika

source: Patron Name
pl_pl: Nazwisko czytelnika

source: Telephone Number
pl_pl: Numer telefonu

source: Username
pl_pl: Nazwa użytkownika

source: Search Patrons
pl_pl: Przeszukaj użytkowników

source: %s, %s %s inserted with Patron Id %d.
pl_pl: %s, %s %s Wstawiony z identyfikatorem %d.

source: %s, %s %s updated.
pl_pl: %s, %s %s zaktualizowany.

source: Telephone invalid
pl_pl: Błędny numer telefonu

source: Last name is invalid
pl_pl: Błędne nazwisko

source: First name is invalid
pl_pl: Błędne imię

source: Address 1 is invalid
pl_pl: Błędny adres

source: City is invalid
pl_pl: Błędne miasto

source: State is invalid
pl_pl: Błędny kod

source: Zip is invalid
pl_pl: Błędny kod pocztowy

source: Outstanding fines invalid
pl_pl: Błędna kwota kar

source: Expiration
pl_pl: Przedawnienie

source: Edit Patron Info
pl_pl: Edytuj informacje o czytelniku

source: View Patron Info
pl_pl: Podgląd informacji o czytelniku

source: Add new Patron
pl_pl: Dodaj nowego czytelnika

source: jan
pl_pl: sty

source: feb
pl_pl: lut

source: apr
pl_pl: kwi

source: may
pl_pl: maj

source: jun
pl_pl: cze

source: jul
pl_pl: lip

source: aug
pl_pl: sie

source: sep
pl_pl: wrz

source: oct
pl_pl: paź

source: nov
pl_pl: lis

source: dec
pl_pl: gru

source: Invalid %s date (%s). Should be mm/yyyy or mm/dd/yyyy.
pl_pl: %s - błędny format daty (%s). Powinno być mm/yyyy lib mm/dd/yyyy

source: Invalid %s date (%s). Should be mm/yyyy or dd/mm/yyyy.
pl_pl: %s - błędny format daty (%s). Powinno być mm/yyyy lib dd/mm/yyyy

source: Invalid %s date (%s): illegal month (%s). Should be one of %s.
pl_pl: %s - błędny format daty (%s). Błędny miesiąc (%s), powinien być jednym z %s.

source: Invalid %s date (%s). Out of range.
pl_pl: Błędna data %s (%s). Wartość poza zakresem.

source: Patron ID:
pl_pl: ID czytelnika:

source: Telephone:
pl_pl: Telefon:

source: Last Name:
pl_pl: Nazwisko:

source: First Name:
pl_pl: Imię:

source: Extra Name:
pl_pl: Drugie imię:

source: Address 1:
pl_pl: Adres 1:

source: Address 2:
pl_pl: Adres 2:

source: City:
pl_pl: Miasto:

source: State:
pl_pl: Stan USA:

source: Zip:
pl_pl: Kod pocztowy:

source: Outstanding Fines: $
pl_pl: Suma kar za przetrzymanie:

source: Expires on:
pl_pl: Do dnia:

source: Add Patron
pl_pl: Dodaj czytelnika

source: Update Patron
pl_pl: Aktualizuj czytelnika

source: Add Library Patrons in bulk
pl_pl: Importuj wielu czytelników

source: Month Totals
pl_pl: Podsumowanie miesiąca

source: January
pl_pl: Styczeń

source: February
pl_pl: Luty

source: March
pl_pl: Marzec

source: April
pl_pl: Kwiecień

source: May
pl_pl: Maj

source: June
pl_pl: Czerwiec

source: July
pl_pl: Lipiec

source: August
pl_pl: Sierpień

source: September
pl_pl: Wrzesień

source: October
pl_pl: Październik

source: November
pl_pl: Listopad

source: December
pl_pl: Grudzień

source: Circulation Statistics
pl_pl: Statystyki wypożyczeń

source: Circulation Stats
pl_pl: Wypożyczenia

source: Export Circulation Stats
pl_pl: Eksportuj statystyki wypożyczeń

source: Export
pl_pl: Eksportuj

source: Stats
pl_pl: Statystyki

source: Month
pl_pl: Miesiąc

source: Count
pl_pl: Liczba

source: Year
pl_pl: Rok

source: Filter
pl_pl: Filtr

source: Total
pl_pl: Suma

source: Library Circulation Statistics
pl_pl: Statystyka wypożyczeń

source: Export Stats
pl_pl: Eksportuj statystyki

source: Export Library Circulation Statistics
pl_pl: Eksportuj statystyki wypożyczeń

source: Circulation Types Database
pl_pl: Baza okresów wypożyczeń

source: Circulation Types
pl_pl: Okresy wypożyczenia

source: Add New Item Type
pl_pl: Dodaj nowy typ zasobów

source: Types
pl_pl: Typy

source: Loan Period (days)
pl_pl: Okres wypożyczenia (dni)

source: Duplicate typename
pl_pl: Powielona nazwa okresu

source: Loan period not a whole number
pl_pl: Okres wypożyczenia nie jest liczbą całkowitą

source: Edit A Circulation Type's Loan Period
pl_pl: Edytuj długość okresu wypożyczenia

source: Add new Circulation Type
pl_pl: Dodaj nowy okres wypożyczenia

source: %s inserted, with a loan period of %d.
pl_pl: %s wstawiona, z okresem wypożyczenie wynoszącym %d.

source: %s updated, with a loan period of %d.
pl_pl: %s zaktualizowana, z okresem wypożyczenie wynoszącym %d.

source: Type name:
pl_pl: Nazwa typu:

source: Loan Period:
pl_pl: Okres wypożyczenia:

source: Add New Type
pl_pl: Dodaj nowy typ

source: Update Type
pl_pl: Zaktualizuj typ

source: Edit your Patron info
pl_pl: Przypisz ID czytelnika do konta, na które jesteś aktualnie zalogowany

source: Edit Patron info
pl_pl: Dane czytelnika

source: Add Patron ID to a user
pl_pl: Przypisz ID czytelnika do loginu

source: Add Patron ID
pl_pl: Przydziel ID czytelnika do osób

source: user
pl_pl: użytkownik

source: users
pl_pl: użytkownicy

source: Users
pl_pl: Użytkownicy

source: Update Id
pl_pl: Aktualizuj ID

source: Update
pl_pl: Operacja

source: Patron ID %d (%s) has been set for user %d (%s).
pl_pl: ID czytelnika %d (%s) zostało przypisane do użytkownika %d (%s).

source: No matching users were found.
pl_pl: Nie znaleziono pasujących użytkowników.

source: Your Patron ID has been set. Thank you.
pl_pl: Twój identyfikator czytelnika został ustawiony. Dziękuję.

source: Edit your patron info
pl_pl: Zmień swoje dane użytkownika biblioteki

source: Set Your Patron Id
pl_pl: Ustaw ten identyfikator

source: Add Patron Ids to Users
pl_pl: Przypisz ID użytkownikom

source: Search Users
pl_pl: Szukaj użytkownika

source: Web Librarian User Manual (PDF)
pl_pl: Podręcznik Użytkownika Web Librarian (PDF)

source: Donate to the Web Librarian plugin software effort.
pl_pl: Wspomóż rozwój wtyczki Web Librarian, przekazując dowolną kwotę.

source: Buy some Deepwoods Software merchandise
pl_pl: Kup inne programy firmy Deepwoods Software

source: Deepwoods Software's Amazon Wish List
pl_pl: Wspomóż dewelopera w inny sposób

source: Web Librarian Configuration
pl_pl: Konfiguracja Web Librarian

source: About the Web Librarian
pl_pl: O Bibliotece On-Line

source: About
pl_pl: o Bibliotece

source: Public Key missing!
pl_pl: Brak klucza publicznego!

source: Private Key missing!
pl_pl: Brak klucza prywatnego!

source: Region Domain missing!
pl_pl: Brakuje domeny regionalnej!

source: Associate Tag missing!
pl_pl: Uzupełnij "Amazon Associate Tag"!

source: Options Saved
pl_pl: Opcje zostały zapisane

source: Configure Options
pl_pl: Skonfiguruj opcje

source: AWS Public Key:
pl_pl: Klucz publiczny AWS:

source: AWS Private Key:
pl_pl: Klucz prywatny AWS:

source: AWS Region:
pl_pl: Region AWS:

source: United States
pl_pl: Stany Zjednoczone

source: Canada
pl_pl: Kanada

source: Germany
pl_pl: Niemcy

source: France
pl_pl: Francja

source: Japan
pl_pl: Japonia

source: United Kingdom
pl_pl: Wielka Brytania

source: Debug Database:
pl_pl: Zaawansowane operacje bazy danych:

source: On
pl_pl: Włącz

source: Off
pl_pl: Wyłącz

source: Save Options
pl_pl: Zapisz ustawienia

source: Make Database
pl_pl: Utwórz bazę danych

source: Dump Database
pl_pl: Wykonaj zrzut bazy danych

source: This is version %s of the Web Librarian.
pl_pl: Zainstalowana wersja Web Librarian to %s.

source: Circulation Quick Stats
pl_pl: Podsumowanie wypożyczeń

source: Patron Circulation Stats
pl_pl: Statystyki wypożyczeń czytelników

source: For
pl_pl: dla

source: Circulation Type
pl_pl: Statystyka wypożyczeń

source: Circulation Statistics for %s
pl_pl: Statystyka wypożyczeni dla %s:

source: Items on hold:
pl_pl: Zarezerwowane egzemplarze:

source: Items checked out:
pl_pl: Wypożyczone egzemplarze:

source: Table:
pl_pl: Tabela:

source: Patron:
pl_pl: Czytelnik:

source: Undefined column: %s
pl_pl: Niezidentyfikowana kolumna %s

source: Some mandatory columns are missing!
pl_pl: Brakuje jednej lub więcej obowiązkowych kolumn

source: Bad number of columns: %d
pl_pl: Błędna ilość kolumn

source: %d patron inserted
pl_pl: %d czytelników dodanych.

source: %d patrons inserted
pl_pl: Wstawione %d czytelników

source: The item is not checked out!
pl_pl: Ten egzemplarz nie jest wypożyczony!

source: You cannot renew %s!
pl_pl: Nie możesz przedłużyć wypożyczenia %s!

source: You cannot renew %s, it has %d hold.
pl_pl: Nie możesz przedłużyć wypożyczenia %s, ponieważ ma on %d rezerwację.

source: Maximum number of renewals reached for %s!
pl_pl: Osiągnięto maksymalną długość prolongaty dla %s.

source: %s Renewed.
pl_pl: %s przedłużony.

source: Search:
pl_pl: Szukaj w:

source: Sort by:
pl_pl: Sortuj według:

source: System Sorted
pl_pl: bez sortowania

source: Ascending
pl_pl: Rosnąco

source: Descending
pl_pl: Malejąco

source: Search
pl_pl: Szukaj

source: 1 Item Matched.
pl_pl: Znaleziono jedną pozycję.

source: %d Items Matched.
pl_pl: Znaleziono %d pozycji.

source: Goto Page
pl_pl: Przejdź do strony

source: No such item: %s
pl_pl: Nie ma takiej pozycji: %s

source: Published
pl_pl: Opublikowano

source: Request
pl_pl: Rezerwuję

source: Due
pl_pl: wypożyczona do:

source: Category
pl_pl: Kategoria:

source: Edition
pl_pl: Edycja
